Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/Podcasts.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOURTH_BULLET_APPLETV
source: We also collect data about your use of Apple Podcasts, for example, selections.
ar: نحن نجمع أيضًا بيانات حول استخدامك لـ Apple Podcasts، مثل التحديدات.
bg: Ние събираме и информация за това как използвате услугата Apple Podcasts, например вашите избори.
ca: També recopilem dades sobre com utilitzes l’Apple Podcasts, per exemple, les seleccions que fas.
cs: Shromažďujeme také informace o vašem využívání služby Apple Podcasts, například o položkách, které jste vybrali.
da: Vi indsamler også data om din brug af Apple Podcasts, f.eks. dine valg.
de: Wir erfassen auch Informationen über die Nutzung von Apple Podcasts, z. B. Auswahlen.
el: Συλλέγουμε επίσης δεδομένα σχετικά με την από μέρους σας χρήση του Apple Podcasts, π.χ. τις επιλογές.
es: También recopilamos datos sobre el uso que haces de Apple Podcasts, como las selecciones.
es_us: También recopilamos datos sobre tu uso de Apple Podcasts, por ejemplo, datos sobre tus selecciones.
fi: Apple kerää myös tietoja Apple Podcasts -käytöstäsi, esimerkiksi valinnat.
fr: Nous recueillons également des données concernant votre utilisation d’Apple Podcasts, comme vos sélections.
fr_ca: Nous recueillons également des données concernant votre utilisation d’Apple Podcasts, telles que les sélections.
he: אנו גם אוספים נתונים לגבי השימוש שלך ב-Apple Podcasts, לדוגמה בחירות.
hi: हम Apple Podcasts के आपके उपयोग के बारे में डेटा भी एकत्रित करते हैं, उदाहरण के लिए, चयन।
hr: Također prikupljamo podatke o vašem načinu uporabe aplikacije Podcasti, primjerice, odabire.
hu: Gyűjtünk az Apple Podcasts használatával kapcsolatos adatokat is, például a kijelöléseket.
id: Kami juga mengumpulkan data mengenai penggunaan Apple Podcasts oleh Anda, misalnya, pilihan.
it: Raccogliamo anche dati sull’utilizzo di Apple Podcasts, come ad esempio, le selezioni sullo schermo.
ja: Apple Podcastの使用（例: 選択）に関するデータも収集します。
kk: Сондай-ақ біз Apple Podcasts сервисін қалай пайдаланатыныңыз (мысалы, қандай подаксттарды таңдайтыныңыз) туралы деректерді жинаймыз.
ko: Apple 팟캐스트 사용에 관한 데이터(예: 선택 항목)도 수집합니다.
lt: Taip pat renkame duomenis apie jūsų naudojimąsi paslauga „Apple Podcasts“, pavyzdžiui, pasirinkimus.
ms: Kami juga mengumpulkan data tentang penggunaan Apple Podcasts anda, contohnya, pilihan.
nl: We verzamelen ook gegevens over je gebruik van Apple Podcasts, zoals wat je selecteert.
no: Vi samler også inn data om hvordan du bruker Apple Podcasts, for eksempel valg.
pl: Gromadzimy również dane dotyczące korzystania przez Ciebie z Apple Podcasts, na przykład wyborów.
pt_br: Também coletamos dados sobre o uso que você faz do Apple Podcasts (seleções, por exemplo).
pt_pt: Também recolhemos dados sobre a utilização de Apple Podcasts, por exemplo, seleções.
ro: De asemenea, colectăm date despre modul în care utilizați serviciul Apple Podcasts, de exemplu selecțiile efectuate.
ru: Мы также собираем данные о том, как Вы используете Apple Podcasts. Например, мы отслеживаем, какие объекты Вы выбираете.
sk: Zároveň zhromažďujeme aj dáta týkajúce sa používania služby Apple Podcasts, napríklad o tom, aké položky ste vybrali.
sl: Zbiramo tudi podatke o vaši uporabi storitve Apple Podcasts, na primer o izbirah.
sv: Vi samlar även in data om hur du använder Podcaster, exempelvis val.
th: เรายังเก็บรวบรวมข้อมูลเกี่ยวกับการใช้งาน Apple Podcasts ของคุณอีกด้วย เช่น การเลือก
tr: Apple Podcasts kullanımınız hakkındaki verileri de (örneğin seçimler) topluyoruz.
uk: Ми також збираємо дані вашого використання Apple Podcasts, як‑от вибирання.
vi: Chúng tôi cũng thu thập dữ liệu về việc sử dụng Apple Podcasts của bạn, ví dụ như các lựa chọn.
zh_cn: 我们还会收集你的Apple播客使用数据，如选择的项目。
zh_hk: 同時，我們會收集你使用Apple Podcast的相關資料（例如選擇項目）。
zh_tw: 我們也會收集你使用Apple Podcast的資料（例如選擇項目）。

# FOURTH_BULLET_MAC
source: We also collect data about your use of Apple Podcasts, for example, clicks.
ar: نحن نجمع أيضًا بيانات حول استخدامك لـ Apple Podcasts، مثل النقرات.
bg: Ние събираме и информация за това как използвате услугата Apple Podcasts, например щракванията.
ca: També recopilem dades sobre com utilitzes l’Apple Podcasts, per exemple, els clics que fas.
cs: Shromažďujeme také informace o vašem využívání služby Apple Podcasts, například o položkách, na které jste klikli.
da: Vi indsamler også data om din brug af Apple Podcasts, f.eks. antal klik.
de: Wir erfassen auch Informationen über die Nutzung von Apple Podcasts, z. B. Klicks.
el: Συλλέγουμε επίσης δεδομένα σχετικά με την από μέρους σας χρήση του Apple Podcasts, π.χ. τα κλικ.
es: También recopilamos datos sobre el uso que haces de Apple Podcasts, como los clics.
es_us: También recopilamos datos sobre tu uso de Apple Podcasts, por ejemplo, datos sobre tus clics.
fi: Apple kerää myös tietoja Apple Podcasts -käytöstäsi, esimerkiksi klikkaukset.
fr: Nous recueillons également des données concernant votre utilisation d’Apple Podcasts, comme les éléments sur lesquels vous cliquez.
fr_ca: Nous recueillons également des données concernant votre utilisation d’Apple Podcasts, telles que les clics.
he: אנו גם אוספים נתונים לגבי השימוש שלך ב-Apple Podcasts, לדוגמה לחיצות.
hi: हम Apple Podcasts के आपके उपयोग के बारे में डेटा भी एकत्रित करते हैं, उदाहरण के लिए, क्लिक।
hr: Također prikupljamo podatke o vašem načinu uporabe aplikacije Podcasti, primjerice, klikove.
hu: Gyűjtünk az Apple Podcasts használatával kapcsolatos adatokat is, például a kattintásokat.
id: Kami juga mengumpulkan data mengenai penggunaan Apple Podcasts oleh Anda, misalnya, klik.
it: Raccogliamo anche dati sull’utilizzo di Apple Podcasts, come ad esempio, i clic sullo schermo.
ja: Apple Podcastの使用（例: クリック）に関するデータも収集します。
kk: Сондай-ақ біз Apple Podcasts сервисін қалай пайдаланатыныңыз (мысалы, қандай интерфейс элементтерін басатыныңыз) туралы деректерді жинаймыз.
ko: Apple 팟캐스트 사용에 관한 데이터(예: 클릭)도 수집합니다.
lt: Taip pat renkame duomenis apie jūsų naudojimąsi paslauga „Apple Podcasts“, pavyzdžiui, bakstelėjimus.
ms: Kami juga mengumpulkan data tentang penggunaan Apple Podcasts anda, contohnya, klik.
nl: We verzamelen ook gegevens over je gebruik van Apple Podcasts, zoals waar je op klikt.
no: Vi samler også inn data om hvordan du bruker Apple Podcasts, for eksempel klikk.
pl: Gromadzimy również dane dotyczące korzystania przez Ciebie z Apple Podcasts, na przykład kliknięć.
pt_br: Também coletamos dados sobre o uso que você faz do Apple Podcasts (cliques, por exemplo).
pt_pt: Também recolhemos dados sobre a utilização de Apple Podcasts, por exemplo, cliques.
ro: De asemenea, colectăm date despre modul în care utilizați serviciul Apple Podcasts, de exemplu clicurile efectuate.
ru: Мы также собираем данные о том, как Вы используете Apple Podcasts. Например, мы отслеживаем совершаемые Вами нажатия.
sk: Zároveň zhromažďujeme aj dáta týkajúce sa používania služby Apple Podcasts, napríklad o tom, na aké položky ste klikli.
sl: Zbiramo tudi podatke o vaši uporabi storitve Apple Podcasts, na primer o klikih.
sv: Vi samlar även in data om hur du använder Podcaster, exempelvis klickningar.
th: เรายังเก็บรวบรวมข้อมูลเกี่ยวกับการใช้งาน Apple Podcasts ของคุณอีกด้วย เช่น การคลิก
tr: Apple Podcasts kullanımınız hakkındaki verileri de (örneğin tıklamalar) topluyoruz.
uk: Ми також збираємо дані вашого використання Apple Podcasts, як‑от клацання.
vi: Chúng tôi cũng thu thập dữ liệu về việc sử dụng Apple Podcasts của bạn, ví dụ như số lần bấm.
zh_cn: 我们还会收集你的Apple播客使用数据，如点按的项目。
zh_hk: 同時，我們會收集你使用Apple Podcast的相關資料（例如按鍵次數）。
zh_tw: 我們也會收集你使用Apple Podcast的資料（例如點按的次數或內容）。

# BUTTON_TITLE_APPLETV
source: See how your data is managed
ar: تعرَّف على كيفية إدارة بياناتك
bg: Вижте как се управляват вашите данни
ca: Mostra com es gestionen les dades
cs: Informace o správě vašich dat
da: Se, hvordan dine data administreres
de: So werden deine Daten verwaltet
el: Τρόπος διαχείρισης των δεδομένων σας
es: Consulta cómo se gestionan tus datos
es_us: Consulta cómo se utiliza tu información
fi: Katso, miten tietojasi hallitaan
fr: Découvrez comment sont gérées vos données
fr_ca: Découvrez comment vos données sont gérées
he: כיצד מנוהלים הנתונים שלך
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है
hr: Pogledajte kako se upravlja vašim podacima
hu: Az adatok kezelésének áttekintése
id: Lihat bagaimana data Anda dikelola
it: Scopri come vengono gestiti i tuoi dati
ja: 個人データの管理方法について確認
kk: Деректеріңіз қалай басқарылады
ko: 사용자의 데이터가 어떻게 관리되는지 보기
lt: Kaip tvarkomi mano duomenys
ms: Lihat cara data anda diurus
nl: Bekijk hoe je gegevens worden beheerd
no: Se hvordan dataene administreres
pl: Jak zarządzamy Twoimi danymi
pt_br: Veja como os seus dados são gerenciados
pt_pt: Veja como são geridos os seus dados
ro: Aflați cum sunt gestionate datele dvs.
ru: Как осуществляется управление данными
sk: Informácie o správe vašich dát
sl: Kako so upravljani vaši podatki
sv: Se hur dina data hanteras
th: ดูการจัดการข้อมูลของคุณ
tr: Verilerinizin nasıl yönetildiğini görün
uk: Як керують вашими даними
vi: Xem cách chúng tôi quản lý dữ liệu của bạn
zh_cn: 了解数据的管理方式
zh_hk: 查看資料管理方式
zh_tw: 查看你資料的管理方式

# BUTTON_CAPTION
source: The podcasts subscriptions you purchase in Apple Podcasts are associated with your Apple Account. Your device trust score is used to prevent fraud. Data about your podcast listening and interactions is collected to improve and personalize the service and is not associated with your Apple Account.
ar: يتم ربط اشتراكات برامج البودكاست التي تشتريها في Apple Podcasts بحساب Apple الخاص بك. ويُستخدم مستوى موثوقية الجهاز لمنع الاحتيال. تُجمع بيانات حول الاستماع إلى برامج البودكاست والتفاعل معها لتحسين الخدمة وتخصيصها، ولا يتم ربطها بحساب Apple الخاص بك.
bg: Абонаментите за подкастите, които купувате от Apple Podcasts, са свързани с вашата Apple регистрация. Рейтингът на доверие на вашето устройство се използва с цел предотвратяването на измами. Данните за слушането и взаимодействията ви с подкасти се събират за подобряване и персонализиране на услугата и не се свързват с вашата Apple регистрация.
ca: Les subscripcions a pòdcasts que compres a l’Apple Podcasts s’associen al compte d’Apple. La puntuació de confiança del dispositiu s’utilitza per prevenir el frau. Les dades sobre els pòdcasts que escoltes i com hi interacciones es recopilen per millorar i personalitzar el servei i no s’associen al compte d’Apple.
cs: Podcasty, které si předplatíte ve službě Apple Podcasts, jsou přiřazeny k vašemu účtu Apple. K předcházení podvodům se používá skóre důvěryhodnosti vašeho zařízení. Za účelem vylepšování a přizpůsobení služby jsou shromažďovány informace o vašem poslechu podcastů a interakcích s nimi. Tyto informace nejsou sdruženy s vaším účtem Apple.
da: De abonnementer på podcasts, du køber i Apple Podcasts, er knyttet til din Apple‑konto. Din enhedstillidsscore bruges til at forhindre svindel. Data om din podcastlytning og dine interaktioner indsamles for at forbedre og tilpasse tjenesten og er ikke forbundet med din Apple‑konto.
de: Die Podcast-Abonnements, die du in Apple Podcasts gekauft hast, werden mit deinem Apple Account verknüpft. Dein Geräte­vertrauens­wert wird zur Betrugsverhinderung verwendet. Daten über dein Podcast-Hörverhalten sowie deine Podcast-Interaktionen werden erhoben, um den Dienst zu verbessern und zu personalisieren. Sie werden nicht mit deinem Apple Account verknüpft.
el: Οι συνδρομές podcast που αγοράζετε μέσω Apple Podcasts συσχετίζονται με τον λογαριασμό Apple σας. Η βαθμολογία αξιοπιστίας της συσκευής σας χρησιμοποιείται για αποτροπή απάτης. Συλλέγονται δεδομένα σχετικά με την από μέρους σας ακρόαση και αλληλεπιδράσεις με podcast, τα οποία δεν συσχετίζονται με τον λογαριασμό Apple σας, για βελτίωση και εξατομίκευση της υπηρεσίας.
es: Los podcasts a los que te suscribes a través de Apple Podcasts están asociados a tu cuenta de Apple. La puntuación de confianza de tu dispositivo se usa para prevenir el fraude. Los datos sobre los podcasts que escuchas y cómo interaccionas con ellos se recopilan para mejorar y personalizar el servicio y no están asociados a tu cuenta de Apple.
es_us: Las suscripciones de podcasts que compres en Apple Podcasts se asocian a tu cuenta de Apple. El índice de confianza de tu dispositivo se utiliza para prevenir fraudes. Para mejorar y personalizar el servicio, recopilamos datos sobre cómo reproduces e interactúas con los podcasts. No asociamos estos datos con tu cuenta de Apple.
fi: Apple Podcasts -palvelussa ostamasi podcast-tilaukset yhdistetään Apple-tiliisi. Laitteesi luottamusluvulla ehkäistään petoksia. Tietoja podcastien kuuntelustasi ja vuorovaikutuksesta kerätään palvelun parantamiseksi ja räätälöimiseksi. Tietoja ei yhdistetä Apple-tiliisi.
fr: Les abonnements à des podcasts souscrits dans Apple Podcasts sont associés à votre compte Apple. L’indice de confiance de votre appareil sert à lutter contre la fraude. Des données concernant l’écoute des podcasts et les interactions avec ces derniers sont recueillies pour améliorer et personnaliser le service sans être associées à votre compte Apple.
fr_ca: Les abonnements aux balados que vous souscrivez dans Apple Podcasts sont associés à votre compte Apple. L’indice de confiance de votre appareil est utilisé pour prévenir la fraude. Les données sur l’écoute que vous faites des balados et vos interactions sont recueillies afin d’améliorer et de personnaliser le service. Elles ne sont pas associées à votre compte Apple.
he: רכישות של מינויי פודקאסטים ב-Apple Podcasts יקושרו לחשבון ה-Apple שלך. ציון האמון של המכשיר שלך משמש למניעת הונאות. נתונים לגבי דפוסי ההאזנה והאינטראקציה שלך עם פודקאסטים נאספים לצורך שיפור והתאמת חוויית השימוש בשירות, והם אינם מקושרים לחשבון ה-Apple שלך.
hi: Apple Podcasts में आपके द्वारा ख़रीदे जाने वाले पॉडकास्ट सब्सक्रिप्शन आपके Apple खाते से संबद्ध किए जाते हैं। आपके डिवाइस के विश्वास स्कोर का उपयोग धोखाधड़ी रोकने के लिए किया जाता है। आपके सुने हुए पॉडकास्ट और इंटरऐक्शन से संबंधित डेटा सेवा को सुधारने और वैयक्तिकृत करने के लिए एकत्रित किया जाता है और आपके Apple खाते से संबद्ध नहीं किया जाता है।
hr: Podcasti koje kupujete u pretplatama unutar aplikacije Podcasti povezani su s vašim Apple računom. Rezultat pouzdanosti vašeg uređaja koristi se za sprječavanje prevare. Podaci o vašem slušanju podcasta i interakcijama prikupljaju se radi poboljšanja i personaliziranja usluge i nisu povezani s vašim Apple računom.
hu: Az Apple Podcasts szolgáltatásban megvásárolt podcast-előfizetések hozzá vannak rendelve az Ön Apple-fiókjához. Az Ön eszközének megbízhatósági pontszáma a csalások megelőzésére van felhasználva. A podcasthallgatási és interakciós adatait a szolgáltatás fejlesztése és személyre szabása érdekében gyűjtjük, és ezek nincsenek társítva az Ön Apple-fiókjával.
id: Langganan podcast yang Anda beli di Apple Podcasts dikaitkan dengan Akun Apple Anda. Skor kepercayaan perangkat Anda digunakan untuk mencegah penipuan. Data mengenai aktivitas mendengarkan dan interaksi podcast Anda dikumpulkan untuk peningkatan dan personalisasi layanan serta tidak dikaitkan dengan Akun Apple Anda.
it: Gli abbonamenti ai podcast che acquisti su Apple Podcasts sono associati al tuo Apple Account. Il punteggio di affidabilità del dispositivo viene utilizzato per prevenire le frodi. I dati sull’ascolto e sulle interazioni con i podcast vengono raccolti per migliorare e personalizzare il servizio e non sono associati al tuo Apple Account.
ja: Apple Podcastで購入したポッドキャストのサブスクリプションは、Apple Accountに関連付けられます。お客様のデバイスのトラストスコアは、不正行為防止の目的で使用されます。サービスの改善およびパーソナライズのためにポッドキャストの視聴や操作に関するデータが収集されます。お使いのApple Accountには関連付けされません。
kk: Apple Podcasts сервисінде сатып алынған подкасттар жазылымдары Apple аккаунтыңызбен байланысты. Алаяқтықтың алдын алу үшін құрылғының сенімділік индексі пайдаланылады. Подкасттарды қалай тыңдайтыныңыз және олармен қандай әрекеттерді орындайтыныңыз туралы деректер сервисті жетілдіру және жекелендіру мақсатында жиналады және Apple аккаунтыңызбен байланысты болмайды.
ko: Apple 팟캐스트에서 구입한 팟캐스트 구독이 사용자의 Apple 계정과 연계됩니다. 사용자의 기기 신뢰도 정보는 사기를 방지하는 데 사용됩니다. 사용자의 팟캐스트 청취 및 상호 작용 관련 데이터가 서비스를 향상하고 개인 맞춤화하기 위해 수집되며, 사용자의 Apple 계정에 연계되지는 않습니다.
lt: Tinklalaidžių prenumeratos, kurias įsigyjate iš „Apple Podcasts“, yra susietos su jūsų „Apple“ paskyra. Jūsų įrenginio patikimumo balas naudojamas apsaugoti nuo sukčiavimo. Renkami duomenys apie jūsų tinklalaidžių klausymąsi ir sąveiką siekiant patobulinti ir suasmeninti paslaugą. Šie duomenys nėra susieti su jūsų „Apple“ paskyra.
ms: Langganan podcast yang anda beli dalam Apple Podcasts dikaitkan dengan Akaun Apple anda. Skor kepercayaan peranti anda digunakan untuk mencegah penipuan. Data tentang pendengaran dan interaksi podcast anda dikumpulkan untuk meningkatkan serta memperibadikan perkhidmatan dan tidak dikaitkan dengan Akaun Apple anda.
nl: De abonnementen op podcasts die je koopt in Apple Podcasts zijn gekoppeld aan je Apple Account. De vertrouwensscore van je apparaat wordt gebruikt om fraude te voorkomen. Luister- en gebruiksgegevens over podcasts worden verzameld om de voorziening te verbeteren en worden niet aan je Apple Account gekoppeld.
no: Podkast­abonnementene du kjøper i Apple Podcasts, knyttes til Apple‑kontoen din. Enhetens godkjenningsrangering brukes til å forhindre svindel. Data om hvilke podkaster du hører på, og hvordan du samhandler med dem, samles inn for å forbedre og tilpasse tjenesten, og de er ikke knyttet til Apple‑kontoen din.
pl: Subskrypcje podcastów kupione w usłudze Apple Podcasts są powiązane z Twoim kontem Apple. Współczynnik zaufania urządzenia jest używany do zapobiegania oszustwom. Dane dotyczące słuchania podcastów i interakcji są zbierane w celu ulepszania oraz personalizowania usługi i nie są powiązane z Twoim kontem Apple.
pt_br: As assinaturas de podcasts que você compra no Apple Podcasts são associadas à sua Conta Apple. A pontuação de confiança do seu dispositivo é usada para impedir fraudes. Dados de reprodução e interações com podcasts são coletados para melhorar e personalizar o serviço e não são associados à sua Conta Apple.
pt_pt: As assinaturas de podcasts que comprar em Apple Podcasts são associadas à sua conta Apple. A classificação de fidedignidade do dispositivo é usada para prevenir fraudes. Os dados relativos à reprodução e interações com podcasts são recolhidos para melhorar e personalizar o serviço, não sendo associados à sua conta Apple.
ro: Abonamentele la podcasturi pe care le achiziționați din Apple Podcasts sunt asociate contului dvs. Apple. Scorul de încredere al dispozitivului este utilizat pentru prevenirea fraudelor. Datele referitoare la ascultarea podcasturilor și interacțiunile cu acestea sunt colectate pentru a îmbunătăți și personaliza serviciul și nu sunt asociate contului dvs. Apple.
ru: Подписки на подкасты, которые Вы оплачиваете в Apple Podcasts, связаны с Вашим Аккаунтом Apple. Индекс доверия устройству используется для предотвращения мошенничества. Данные о том, как Вы слушаете подкасты и взаимодействуете с ними, собираются для улучшения и персонализации сервиса. Эти данные не связаны с Вашим Аккаунтом Apple.
sk: Podcasty, ktoré si predplatíte v službe Apple Podcasts, sú priradené k vášmu Apple účtu. Na predchádzanie podvodom sa používa skóre dôvery vášho zariadenia. Dáta týkajúce sa počúvania a interakcie s podcastmi sú zhromažďované na účely vylepšovania a prispôsobovania služby a nie sú priradené k vášmu Apple účtu.
sl: Naročnine na podkaste, ki jih kupite v storitvi Apple Podcasts, so povezane z vašim računom Apple. Oceno zaupanja za napravo uporabljamo, da preprečimo zlorabe. Podatke o poslušanju podkastov in interakcijah zbiramo, da lahko izboljšamo in prilagodimo storitev, ti podatki pa niso povezani z vašim računom Apple.
sv: Poddabonnemang som du köper i Podcaster kopplas till ditt Apple‑konto. Din enhets­tillförlitlighets­poäng används till att förhindra bedrägerier. Data om ditt poddlyssnande och interaktioner samlas in i syfte att förbättra och personanpassa tjänsten och är inte kopplade till ditt Apple‑konto.
th: การสมัครรับพ็อดคาสท์ที่คุณซื้อใน Apple Podcasts จะผูกกับบัญชี Apple ของคุณ คะแนนความน่าเชื่อถือของอุปกรณ์ของคุณจะใช้เพื่อป้องกันการโจรกรรม ข้อมูลเกี่ยวกับการฟังและการโต้ตอบกับพ็อดคาสท์ของคุณจะถูกเก็บรวบรวมเพื่อปรับปรุงบริการและปรับแต่งบริการสำหรับคุณโดยเฉพาะ และจะไม่ผูกกับบัญชี Apple ของคุณ
tr: Apple Podcasts’te satın aldığınız podcast abonelikleri Apple Hesabı’nızla ilişkilendirilir. Aygıt güven puanınız dolandırıcılığı önlemek için kullanılır. Podcast dinleme ve etkileşimleriniz hakkındaki veriler, servisi iyileştirmek ve kişiselleştirmek için toplanır ve Apple Hesabı’nız ile ilişkilendirilmez.
uk: Підписки на подкасти, які ви купуєте в Apple Podcasts, повʼязуються з вашим обліковим записом Apple. Бал довіри вашого пристрою використовується для запобігання шахрайству. Дані про ваше прослуховування подкастів і взаємодії з ними збираються з метою вдосконалення й персоналізації служби та не повʼязуються з вашим обліковим записом Apple.
vi: Các đăng ký podcast mà bạn mua trong Apple Podcasts được liên kết với Tài khoản Apple của bạn. Điểm số tin cậy thiết bị của bạn được sử dụng để ngăn chặn lừa đảo. Dữ liệu về các tương tác và hoạt động nghe podcast được thu thập nhằm cải thiện và cá nhân hóa dịch vụ và không được liên kết với Tài khoản Apple của bạn.
zh_cn: 你在Apple播客中购买的播客订阅与你的Apple账户关联。你的设备信任值会用于防范欺诈行为。你的播客收听和交互数据会被收集以改进和提供个性化服务，这些数据不会与你的Apple账户关联。
zh_hk: 你在Apple Podcast中購買的Podcast訂閲項目會連繫至你的Apple帳户。你的裝置信任分數會用於防範詐騙。你的Podcast聆聽和互動資料會被收集以改善並個人化服務，這些資料不會連繫至你的Apple帳户。
zh_tw: 你在Apple Podcast中購買的Podcast訂閱項目會與你的「Apple帳號」產生關聯。你的裝置信任分數可用來防範詐騙。我們會收集你Podcast聆聽和互動的相關資料以改進和個人化服務，這些資料並不會與你的「Apple帳號」產生關聯。
